export default {
  totalCap: '壹佰元整',
  logoTest:
    'https://portrait.gitee.com/uploads/avatars/user/1800/5400665_CcSimple_1591166830.png!avatar60',
  barcode: 'XS88888888832423444',
  qrcode: '0123456789',
  create_account_name: '测试账号',
  test: {
    a: '111',
    b: '222',
    longText: '浙江在线3月29日讯最近，\n一篇小学五年级学生写的作文',
  },
  user: {
    contact: '测试公司',
  },
  testaaa: {
    a: {
      b: {
        c: {
          d: 'dddddddddddd',
        },
      },
    },
  },
  // table_test: {
  //   a: [
  //     {
  //       NAME: '测试商品01', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品02', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品03', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品04', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品05', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品06', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品07', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品08', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品09', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品10', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品11', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品12', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品13', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品14', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品15', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品16', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品17', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品18', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品19', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品20', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品21', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品22', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品23', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品24', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品25', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品26', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品27', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品28', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品29', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //     {
  //       NAME: '测试商品30', SL: 2, GG: '1*24g', TM: '2O22010100110', DJ: '6.8', JE: '13.6'
  //     },
  //   ]
  // },
  table: [
    {
      INDEX: '1',
      NAME: '测试商品01',
      SL: 2,
      GG: '1*24g',
      TM: '2O22010100110',
      DJ: '6.8',
      JE: '13.6',
    },
    {
      INDEX: '2',
      NAME: '测试商品02',
      SL: 2,
      GG: '1*24g',
      TM: '2O22010100110',
      DJ: '6.8',
      JE: '13.6',
    },
    {
      INDEX: '3',
      NAME: '测试商品03',
      SL: 2,
      GG: '1*24g',
      TM: '2O22010100110',
      DJ: '6.8',
      JE: '13.6',
    },
    {
      INDEX: '4',
      NAME: '测试商品04',
      SL: 2,
      GG: '1*24g',
      TM: '2O22010100110',
      DJ: '6.8',
      JE: '13.6',
    },
    {
      INDEX: '5',
      NAME: '测试商品05',
      SL: 2,
      GG: '1*24g',
      TM: '2O22010100110',
      DJ: '6.8',
      JE: '13.6',
    },
    {
      INDEX: '6',
      NAME: '测试商品06',
      SL: 2,
      GG: '1*24g',
      TM: '2O22010100110',
      DJ: '6.8',
      JE: '13.6',
    },
    {
      INDEX: '7',
      NAME: '测试商品07',
      SL: 2,
      GG: '1*24g',
      TM: '2O22010100110',
      DJ: '6.8',
      JE: '13.6',
    },
  ],
}
